public/life/influence.org
* Influence
** Do not start boring conversations.
Don't ask 'so what do you do' or 'where are you from'.
Aim for non-standard, deeper or more personal stuff.
*** Deeper questions
**** Tell me about you.
**** What's your story?
**** What personal passion project are you working on right now?
**** Working on anything exciting lately?
**** How do you know the host?
Obviously at a party, conference etc.
**** What's your biggest fear?
**** If you had to pick a book, movie or TV show character that's similar to you, who would it be?
**** What's your biggest regeret?
**** What was your dream job while growing up? Has it come true?
*** Less awkward ones
**** What's your favorite thing to do on weekends?
**** What are your favorite restaurants around here?
**** Keeping up with XXX (sport, music, startups) recently?
**** Can you recommend any unique cocktails here?
**** What food have you tried? What do you recommend? I'm not sure what to get.
