public/life/influence.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2017-10-31 Tue 13:49 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title></title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="/org"> HOME </a>
</div><div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org59addc2">1. Influence</a>
<ul>
<li><a href="#org66a7559">1.1. Do not start boring conversations.</a>
<ul>
<li><a href="#org8f51100">1.1.1. Deeper questions</a>
<ul>
<li><a href="#org155b33f">1.1.1.1. Tell me about you.</a></li>
<li><a href="#org7891842">1.1.1.2. What's your story?</a></li>
<li><a href="#org9af36d9">1.1.1.3. What personal passion project are you working on right now?</a></li>
<li><a href="#org2e5fa47">1.1.1.4. Working on anything exciting lately?</a></li>
<li><a href="#orge89e4cc">1.1.1.5. How do you know the host?</a></li>
<li><a href="#org46887f2">1.1.1.6. What's your biggest fear?</a></li>
<li><a href="#org8344f61">1.1.1.7. If you had to pick a book, movie or TV show character that's similar to you, who would it be?</a></li>
<li><a href="#orgc4d2185">1.1.1.8. What's your biggest regeret?</a></li>
<li><a href="#org3b27b4f">1.1.1.9. What was your dream job while growing up? Has it come true?</a></li>
</ul>
</li>
<li><a href="#orgb4938c8">1.1.2. Less awkward ones</a>
<ul>
<li><a href="#orgd272032">1.1.2.1. What's your favorite thing to do on weekends?</a></li>
<li><a href="#orgc951c43">1.1.2.2. What are your favorite restaurants around here?</a></li>
<li><a href="#org4bd6f5f">1.1.2.3. Keeping up with XXX (sport, music, startups) recently?</a></li>
<li><a href="#org5a20698">1.1.2.4. Can you recommend any unique cocktails here?</a></li>
<li><a href="#orgb84b52a">1.1.2.5. What food have you tried? What do you recommend? I'm not sure what to get.</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org59addc2" class="outline-2">
<h2 id="org59addc2"><span class="section-number-2">1</span> Influence</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-org66a7559" class="outline-3">
<h3 id="org66a7559"><span class="section-number-3">1.1</span> Do not start boring conversations.</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Don't ask 'so what do you do' or 'where are you from'.
Aim for non-standard, deeper or more personal stuff.
</p>
</div>
<div id="outline-container-org8f51100" class="outline-4">
<h4 id="org8f51100"><span class="section-number-4">1.1.1</span> Deeper questions</h4>
<div class="outline-text-4" id="text-1-1-1">
</div><div id="outline-container-org155b33f" class="outline-5">
<h5 id="org155b33f"><span class="section-number-5">1.1.1.1</span> Tell me about you.</h5>
</div>
<div id="outline-container-org7891842" class="outline-5">
<h5 id="org7891842"><span class="section-number-5">1.1.1.2</span> What's your story?</h5>
</div>
<div id="outline-container-org9af36d9" class="outline-5">
<h5 id="org9af36d9"><span class="section-number-5">1.1.1.3</span> What personal passion project are you working on right now?</h5>
</div>
<div id="outline-container-org2e5fa47" class="outline-5">
<h5 id="org2e5fa47"><span class="section-number-5">1.1.1.4</span> Working on anything exciting lately?</h5>
</div>
<div id="outline-container-orge89e4cc" class="outline-5">
<h5 id="orge89e4cc"><span class="section-number-5">1.1.1.5</span> How do you know the host?</h5>
<div class="outline-text-5" id="text-1-1-1-5">
<p>
Obviously at a party, conference etc.
</p>
</div>
</div>
<div id="outline-container-org46887f2" class="outline-5">
<h5 id="org46887f2"><span class="section-number-5">1.1.1.6</span> What's your biggest fear?</h5>
</div>
<div id="outline-container-org8344f61" class="outline-5">
<h5 id="org8344f61"><span class="section-number-5">1.1.1.7</span> If you had to pick a book, movie or TV show character that's similar to you, who would it be?</h5>
</div>
<div id="outline-container-orgc4d2185" class="outline-5">
<h5 id="orgc4d2185"><span class="section-number-5">1.1.1.8</span> What's your biggest regeret?</h5>
</div>
<div id="outline-container-org3b27b4f" class="outline-5">
<h5 id="org3b27b4f"><span class="section-number-5">1.1.1.9</span> What was your dream job while growing up? Has it come true?</h5>
</div>
</div>
<div id="outline-container-orgb4938c8" class="outline-4">
<h4 id="orgb4938c8"><span class="section-number-4">1.1.2</span> Less awkward ones</h4>
<div class="outline-text-4" id="text-1-1-2">
</div><div id="outline-container-orgd272032" class="outline-5">
<h5 id="orgd272032"><span class="section-number-5">1.1.2.1</span> What's your favorite thing to do on weekends?</h5>
</div>
<div id="outline-container-orgc951c43" class="outline-5">
<h5 id="orgc951c43"><span class="section-number-5">1.1.2.2</span> What are your favorite restaurants around here?</h5>
</div>
<div id="outline-container-org4bd6f5f" class="outline-5">
<h5 id="org4bd6f5f"><span class="section-number-5">1.1.2.3</span> Keeping up with XXX (sport, music, startups) recently?</h5>
</div>
<div id="outline-container-org5a20698" class="outline-5">
<h5 id="org5a20698"><span class="section-number-5">1.1.2.4</span> Can you recommend any unique cocktails here?</h5>
</div>
<div id="outline-container-orgb84b52a" class="outline-5">
<h5 id="orgb84b52a"><span class="section-number-5">1.1.2.5</span> What food have you tried? What do you recommend? I'm not sure what to get.</h5>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author:  (<a href="mailto:elkorn@arch">elkorn@arch</a>)</p>
<p class="date">Date: </p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.3.1 (<a href="http://orgmode.org">Org</a> mode 9.0.3)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
